opensoap/samples/ShoppingSec/SampleMessages/PlaceOrderReqF1.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <m:Order xmlns:m="http://services.opensoap.jp/samples/Shopping/">
            <code>SZ01</code>
            <qty>5</qty>
        </m:Order>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
